Repository: codelurker/sst
Catalog: po/*.po
Languages: ru

source: encounters Tholian web at %s;
ru: обнаружил Толианскую сеть в %s;

source: blocked by object at %s;
ru: остановлен объектом в %s;

source: Emergency stop required
ru: Экстренная остановка потребовала

source: %2d units of energy.
ru: %2d единиц энергии.

source: Helmsman Sulu- "Leaving standard orbit."
ru: Кормчий Сулу- "Уходим с орбиты."

source: Already docked.
ru: И так уже пришвартован.

source: You must first leave standard orbit.
ru: Сначала вы должны уйти с орбиты.

source: not adjacent to base.
ru: вне досягаемости базы.

source: Docked.
ru: Пришвартован.

source: Lt. Uhura- "Captain, an important message from the starbase:"
ru: Лт. Ухура- "Капитан, тут важное сообщение с базы:"

source: Dummy! You can't leave standard orbit until you
ru: Дятел! Ты не можешь уйти с орбиты пока ты не

source: are back aboard the ship.
ru: вернёшься на борт корабля.

source: Computer damaged; manual navigation only
ru: Компьютер сломан; только ручное управление работает

source: Computer damaged; manual movement only
ru: Компьютер сломан; задавайте перемещение вручную

source: Manual or automatic-
ru: Ручной или автоматический-

source: (Manual navigation assumed.)
ru: (Используется ручное управление.)

source: (Manual movement assumed.)
ru: (Используется ручная навигация.)

source: Target quadrant or quadrant&sector-
ru: Квадрант назначения или квадрант&сектор-

source: Destination sector or quadrant&sector-
ru: Сектор назначения или квадрант&сектор-

source: Helmsman Sulu- "Course locked in for Sector %s."
ru: Кормчий Сулу- "Курс взят на Сектор %s."

source: Ensign Chekov- "Course laid in, Captain."
ru: Прапорщик Чехов- "Курс взят, Капитан."

source: X and Y displacements-
ru: Расстояния по X и Y-

source: Helmsman Sulu- "Aye, Sir."
ru: Кормчий Сулу- "Ага, Сэр."

source: Engineer Scott- "The impulse engines are damaged, Sir."
ru: Инженер Скотт- "Импульсные двигатели повреждены, Сэр."

source: First Officer Spock- "Captain, the impulse engines
ru: Первый Офицер Спок- "Капитан, импульсные двигатели

source: require 20.0 units to engage, plus 100.0 units per
ru: требуют 20.0 единиц энергии для запуска, плюс 100.0 единиц на

source: quadrant. We can go, therefore, a maximum of %d
ru: квадрант. Следовательно, мы пролетим максимум %d

source: quadrants."
ru: квадрантов."

source: quadrant. They are, therefore, useless."
ru: квадрант. Таким образом они бесполезны."

source: First Officer Spock- "Captain, our speed under impulse
ru: Первый Офицер Спок- "Капитан, наша скорость на импульсной

source: power is only 0.95 sectors per stardate. Are you sure
ru: тяге всего 0.95 секторов в день. Вы уверены,

source: we dare spend the time?"
ru: что мы можем тратить столько времени?"

source: Engineer Scott- "The warp engines are damaged, Sir."
ru: Инженер Скотт- "Импульсные двигатели повреждены, Сэр."

source: Engineer Scott- "Sorry, Captain. Until this damage
ru: Инженер Скотт- "Извините, Капитан. Пока эта неисправность не

source: is repaired, I can only give you warp 4."
ru: устранена, я могу только предложить вам скорость 4."

source: We can't do it, Captain. We don't have enough energy.
ru: Не выйдет, Капитан. У нас не хватит энергии.

source: We don't have enough energy, but we could do it at warp %d
ru: У нас не достаточно энергии, но её могло бы хватить бы при скорости %d

source: if you'll lower the shields.
ru: , если только вы опустите защиту.

source: We haven't the energy to go that far with the shields up.
ru: У нас нет энергии чтобы лететь так далеко с поднятой защитой.

source: First Officer Spock- "Captain, I compute that such
ru: Первый Офицер Спок- "Капитан, я считаю что такой

source: a trip would require approximately %2.0f
ru: полёт потребует примерно %2.0f

source: percent of our
ru: процентов

source: remaining time. Are you sure this is wise?"
ru: оставшегося времени. Вы уверены что это разумно?"

source: Scott here. The warp engines are damaged.
ru: Скотт на связи. Межпространственные двигатели сломаны.

source: We'll have to reduce speed to warp 4.
ru: Придётся сбавить скорость до 4.

source: Warp factor-
ru: Скорость-

source: Warp engines inoperative.
ru: Межпространственные двигатели не работают.

source: Engineer Scott- "I'm doing my best, Captain,
ru: Инженер Скотт- "Я делаю всё что могу, Капитан,

source: but right now we can only go warp 4."
ru: но сейчас мы можем дать только скорость 4."

source: Helmsman Sulu- "Our top speed is warp 10, Captain."
ru: Прапорщик Сулу- "Наша максимальная скорость - 10, Капитан."

source: Helmsman Sulu- "We can't go below warp 1, Captain."
ru: Прапорщик Сулу- "Мы не можем установить скорость ниже 1, Капитан."

source: Helmsman Sulu- "Warp factor %d, Captain."
ru: Прапорщик Сулу- "Скорость %d, Капитан."

source: Engineer Scott- "Aye, but our maximum safe speed is warp 6."
ru: Инженер Скотт- "Ага, хотя наибольшая безопасная скорость - 6."

source: Engineer Scott- "Aye, Captain, we'll try it."
ru: Инженер Скотт- "Ага Капитан, попробуем."

source: Engineer Scott- "Aye, Captain, but our engines may not take it."
ru: Инженер Скотт- "Ага Капитан, но наши движки могут не справиться."

source: Scotty rushes to the transporter controls.
ru: Скотти бросается к управлению транспортёром.

source: But with the shields up it's hopeless.
ru: Но с поднятой защитой это безнадёжно.

source: His desperate attempt to rescue you . . .
ru: Его отчаянная попытка спасти вас . . .

source: fails.
ru: провалилась.

source: SUCCEEDS!
ru: УВЕНЧАЛАСЬ УСПЕХОМ!

source: The crystals mined were
ru: Собранные кристаллы

source: lost.
ru: пропали.

source: saved.
ru: уцелели.

source: The %s has stopped in a quadrant containing
ru: %s остановился в квадранте со

source: a supernova.
ru: сверхновой.

source: ***Emergency automatic override attempts to hurl
ru: ***Автопилот пытается вырвать

source: safely out of quadrant.
ru: из квадранта.

source: Warp engines damaged.
ru: Межпространственные двигатели повреждёны.

source: Warp factor set to %d
ru: Скорость установлена на %d

source: Insufficient energy to leave quadrant.
ru: Недостаточно энергии чтобы покинуть квадрант.

source: ***TIME WARP ENTERED.
ru: ***ИСКРИВЛЕНИЕ ВРЕМЕННОГО КОНТИНУУМА.

source: You are traveling backwards in time %d stardates.
ru: Вы путешествуете назад во времени на %d дней.

source: Chekov- "Security reports the Galileo has disappeared, Sir!
ru: Чехов- "Охрана докладывает о пропаже Галилея, Сэр!

source: Chekov- "Security reports the Galileo has reappeared in the dock!"
ru: Чехов- "Охрана докладыват о появлении Галилея в доке!"

source: Spock has reconstructed a correct star chart from memory
ru: Спок восстановил звёздную карту по памяти

source: You are traveling forward in time %d stardates.
ru: Вы путешествуете вперёд во времени на %d дней.

source: Engineer Scott- "We have no more deep space probes, Sir."
ru: Инженер Скотт- "У нас больше нет дальнобойных космических ракет, Сэр."

source: Ye Faerie Queene has no deep space probes.
ru: На Волшебной Королеве нет дальнобойных космических ракет.

source: Engineer Scott- "The probe launcher is damaged, Sir."
ru: Инженер Скотт- "Пусковой аппарат сломан, Сэр."

source: Spock- "Records show the previous probe has not yet
ru: Скотт- "Сигналы с предыдущей ракеты говорят о том, что она ещё не

source: reached its destination."
ru: достигла пункта назначения."

source: Uhura- "The previous probe is still reporting data, Sir."
ru: Ухура- "Предыдущая ракета всё ещё посылает сигналы, Сэр."

source: 1 probe left.
ru: Осталась 1 ракета.

source: %d probes left
ru: Осталось %d ракет

source: Are you sure you want to fire a probe?
ru: Вы уверены, что хотите запустить ракету?

source: Arm NOVAMAX warhead?
ru: Снарядить атомной боеголовкой?

source: Ensign Chekov- "The deep space probe is launched, Captain."
ru: Прапорщик Чехов- "Дальнобойная космическая ракета выпущена, Капитан."

source: Lt. Uhura- "But Captain, we're already docked."
ru: Лт. Ухура- "Но Капитан, мы ведь уже пришвартовались."

source: Subspace radio damaged.
ru: Межпространственная рация повреждена.

source: Lt. Uhura- "Captain, I'm not getting any response from Starbase."
ru: Лт. Ухура- "Капитан, я не получаю никаких сигналов от базы."

source: You must be aboard the %s.
ru: Вы должны быть на борту карабля %s.

source: Starbase in Quadrant %s responds--%s dematerializes
ru: База из Квадранта %s откликнулась--%s дематериализован

source: You have been lost in space...
ru: Вы пропали в космической пустоте...

source: 1st
ru: 1-ая

source: 2nd
ru: 2-ая

source: 3rd
ru: 3-я

source: attempt to re-materialize
ru: попытка материализации

source: succeeds.
ru: увенчалась успехом.

source: Lt. Uhura- "Captain, we made it!"
ru: Лт. Ухура- "Капитан, получлось!"

source: You cannot abandon Ye Faerie Queene.
ru: Вы не можете оставить Волшебную Королеву.

source: Ye Faerie Queene has no shuttle craft.
ru: На Волшебной Королеве нет челнока.

source: Shuttle craft now serving Big Macs.
ru: Челнок приспособили для хранения Биг Маков.

source: Shuttle craft damaged.
ru: Челнок повреждён.

source: You must be aboard the ship.
ru: Вы должны быть на борту карабля.

source: Shuttle craft not currently available.
ru: Челнок сейчас недоступен.

source: ***ABANDON SHIP! ABANDON SHIP!
ru: ***ПОКИНУТЬ КОРАБЛЬ! ПОКИНУТЬ КОРАБЛЬ!

source: ***ALL HANDS ABANDON SHIP!
ru: ***ВСЕМУ ПЕРСОНАЛУ ПОКИНУТЬ КОРАБЛЬ!

source: Captain and crew escape in shuttle craft.
ru: Капитан с экипажем удрали на челноке.

source: Remainder of ship's complement beam down
ru: Остатки экипажа телепортировались

source: to nearest habitable planet.
ru: на ближайшую пригодную для жизни планету.

source: Remainder of ship's complement beam down to %s.
ru: Остатки экипажа телепортировались на %s.

source: Entire crew of %d left to die in outer space.
ru: Весь экипаж в составе %d человек остался погибать в открытом космосе.

source: You are captured by Klingons and released to
ru: Клингоны поймали вас и передали

source: the Federation in a prisoner-of-war exchange.
ru: Федерации при обмене военнопленными.

source: Starfleet puts you in command of another ship,
ru: Звёздный Флот доверил вам командование ещё одним кораблём,

source: the Faerie Queene, which is antiquated but,
ru: Волшебная Королева, который немного устарел, но

source: still useable.
ru: всё ещё работает.

source: The dilithium crystals have been moved.
ru: Кристаллы дилития взяты с собой.

source: Spock- "Planet report follows, Captain."
ru: Спок- "Вот информация о планете, Капитан."

source: Quadrant %s
ru: Квадрант %s

source: class
ru: класс

source: no
ru: отсутствуют

source: dilithium crystals present.
ru: признаки кристаллов дилития.

source: Shuttle Craft Galileo on surface.
ru: Челнок Галилей на поверхности.

source: No information available.
ru: Нет информации.

source: Already in standard orbit.
ru: И так уже на орбите.

source: Both warp and impulse engines damaged.
ru: Межпространственные двигатели сломаны, равно как и импульсные.

source: not adjacent to planet.
ru: слишком далеко от планеты.

source: Helmsman Sulu- "Entering standard orbit, Sir."
ru: Кормчий Сулу- "Выходим на орбиту, Сэр."

source: Sulu- "Entered orbit at altitude %.2f kilometers."
ru: Сулу- "Зашли на орбиту на высоте %.2f километров."

source: Short range sensors damaged.
ru: Сенсоры ближнего обзора сломаны.

source: Spock- "No planet in this quadrant, Captain."
ru: Спок- "В этом квадранте нет планет, Капитан."

source: Spock- "Sensor scan for Quadrant %s-
ru: Спок- "Сканирование Квадранта %s-

source: Planet at Sector %s is of class %s.
ru: Планета в Секторе %s класса %s.

source: Sensors show Galileo still on surface.
ru: Сенсоры показывают, что Галилей всё ещё на поверхности.

source: Readings indicate
ru: Сканирование

source: no
ru: не

source: dilithium crystals present."
ru: показывает признаки кристаллов дилития.

source: Transporter damaged.
ru: Транспортёр не работает.

source: Spock- "May I suggest the shuttle craft, Sir?"
ru: Спок- "Могу я посоветовать челнок, Сэр?"

source: not in standard orbit.
ru: не на орбите.

source: Impossible to transport through shields.
ru: Невозможно транспортировать через защитные поля.

source: Spock- "Captain, we have no information on this planet
ru: Спок- "Капитан, у нас нет информации об этой планете

source: and Starfleet Regulations clearly state that in this situation
ru: и инструкции Звёздного Флота чётко предписывают в такой ситуации

source: you may not go down."
ru: не спускаться на поверхность."

source: Spock- "Captain, I fail to see the logic in
ru: Спок- "Капитан, я не вижу смысла

source: exploring a planet with no dilithium crystals.
ru: исследовать планету, на которой нет кристаллов дилития.

source: Are you sure this is wise?"
ru: Вы уверены что это разумно?"

source: Captain, we don't have enough energy for transportation.
ru: Капитан, для транспортировки недостаточно энергии.

source: Captain, we have enough energy only to transport you down to
ru: Капитан, у нас хватит энергии только для транспортировки на

source: the planet, but there wouldn't be an energy for the trip back.
ru: планету, но на обратный путь энегии не останется.

source: Although the Galileo shuttle craft may still be on a surface.
ru: Хотя челнок Галилей может быть всё ещё на поверхности.

source: Spock- "Wouldn't you rather take the Galileo?"
ru: Спок- "Может вы всё же используете Галилей?"

source: Your crew hides the Galileo to prevent capture by aliens.
ru: Ваша команда прячет Галилей, чтобы он не достался инопланетянам.

source: Landing party assembled, ready to beam up.
ru: Дисантный отряд собран, готовы к телепортации.

source: Kirk whips out communicator...
ru: Кирк достаёт коммуникатор...

source: BEEP BEEP BEEP
ru: БИП БИП БИП

source: "Kirk to enterprise- Lock on coordinates...energize."
ru: "Кирк энтерпрайзу- Установите координаты...поехали."

source: Scotty- "Transporter room ready, Sir."
ru: Скотти- "Транспортёр готов, Сэр."

source: Kirk and landing party prepare to beam down to planet surface.
ru: Кирк и дисантный отряд готовятся к телепортации на планету.

source: Kirk- "Energize."
ru: Кирк- "Поехали."

source: Scotty- "Oh my God! I've lost them."
ru: Скотти- "О нет! Я их потерял."

source: Transport complete.
ru: Транспортировка завершена.

source: The shuttle craft Galileo is here!
ru: Здесь челнок Галилей!

source: Mining party not on planet.
ru: Добытчиков на планете нет.

source: This planet has already been strip-mined for dilithium.
ru: Эта планета уже обобрана до нитки; дилития там больше нет.

source: No dilithium crystals on this planet.
ru: На этой планете дилития нет.

source: You've already mined enough crystals for this trip.
ru: Вы набрали уже достаточно кристаллов за эту поездку.

source: With all those fresh crystals aboard the
ru: У нас так много кристаллов на борту, что

source: there's no reason to mine more at this time.
ru: нет смысла собирать ещё.

source: Mining operation complete.
ru: Сборка кристаллов завершена.

source: No dilithium crystals available.
ru: Нет кристаллов дилития.

source: Spock- "Captain, Starfleet Regulations prohibit such an operation
ru: Спок- "Капитан, инструкции Звёздного Флота запрещают эти действия,

source: except when Condition Yellow exists.
ru: кроме случаев Жёлтого состояния.

source: Spock- "Captain, I must warn you that loading
ru: Спок- "Капитан, я должен предупредить вас, что пихать

source: raw dilithium crystals into the ship's power
ru: необработанные кристаллы дилития в энергетическую

source: system may risk a severe explosion.
ru: систему корабля опасно, и может привести к большому взрыву.

source: Engineering Officer Scott- "(GULP) Aye Sir.
ru: Инженер-механик Скотт- "(глотая воздух) Ага Сэр.

source: Mr. Spock and I will try it."
ru: Мы с Мистером Споком попробуем."

source: Spock- "Crystals in place, Sir.
ru: Спок- "Кристаллы на месте, Сэр.

source: Ready to activate circuit."
ru: Готов замкнуть цепь."

source: Scotty- "Keep your fingers crossed, Sir!"
ru: Скотти- "Скрестите пальцы, Сэр!"

source: "Activating now! - - No good! It's***
ru: "Уже запускаю! - - Плохо! Он***

source: ***RED ALERT! RED A*L********************************
ru: ***ТРЕВОГА! ТРЕ*ВО***********************************

source: ****************** KA-BOOM!!!! *******************
ru: ****************** БА-БАХ!!!! ********************

source: "Activating now! - -
ru: "Уже запускаю! - -

source: The instruments
ru: Аппараты

source: are going crazy, but I think it's
ru: сошли с ума, но я думаю, что это

source: going to work!! Congratulations, Sir!"
ru: должно работать!! Поздравляю, Сэр!"

source: Ye Faerie Queene has no shuttle craft bay to dock it at.
ru: На Волшебной Королеве нет отсека для стыковки с челноком.

source: Ye Faerie Queene had no shuttle craft.
ru: На Волшебной Королеве нет челнока.

source: The Galileo is damaged.
ru: Галилей повреждён.

source: Shuttle craft is now serving Big Macs.
ru: Челнок приспособили для хранения Биг Маков.

source: You will have to beam down to retrieve the shuttle craft.
ru: Вам придётся спуститься на поверхность чтобы забрать челнок.

source: Shuttle craft cannot pass through shields.
ru: Челнок не может пролететь через защиту.

source: you may not fly down."
ru: вам не удастся слетать вниз."

source: First Officer Spock- "Captain, I compute that such
ru: Первый Офицер Спок- "Капитан, я считаю что такой

source: a maneuver would require approximately %2d%% of our
ru: манёвр потребует примерно %2d%%

source: remaining time.
ru: оставшегося времени.

source: Are you sure this is wise?"
ru: Вы уверены что это разумно?"

source: Spock- "Would you rather use the transporter?"
ru: Спок- "Не лучше ли вам воспользоваться транспортёром?"

source: Shuttle crew
ru: Экипаж челнока

source: Rescue party
ru: Спасательная команда

source: boards Galileo and swoops toward planet surface.
ru: садится в Галилей и устремляется к поверхности планеты.

source: Trip complete.
ru: Полёт окончен.

source: You and your mining party board the
ru: Вы и ваш отряд залезли в

source: shuttle craft for the trip back to the Enterprise.
ru: челнок чтобы лететь на Энтерпрайз.

source: The short hop begins . . .
ru: Начался недолгий перелёт . . .

source: Mining party assembles in the hangar deck,
ru: Группа добытчиков собралась в ангаре,

source: ready to board the shuttle craft "Galileo".
ru: все готовы залезть в челнок "Галилей".

source: The hangar doors open; the trip begins.
ru: Двери ангара открыты; полёт начался.

source: Ye Faerie Queene has no death ray.
ru: На Волшебной Королеве нет луча смерти.

source: Sulu- "But Sir, there are no enemies in this quadrant."
ru: Сулу- "Но Сэр, в этом квадранте нет врагов."

source: Death Ray is damaged.
ru: Луч Смерти повреждён.

source: Spock- "Captain, the 'Experimental Death Ray'
ru: Спок- "Капитан, 'Экспериментальный Луч Смерти'

source: is highly unpredictible. Considering the alternatives,
ru: довольно непредсказуем. Обдумав все альтернативы,

source: are you sure this is wise?"
ru: вы уверены что это разумно?"

source: Spock- "Acknowledged."
ru: Спок- "Вас понял."

source: Crew scrambles in emergency preparation.
ru: Команда засуетилась, начались срочные приготовления.

source: Spock and Scotty ready the death ray and
ru: Спок и Скотти наладили луч смерти и

source: prepare to channel all ship's power to the device.
ru: готовы к подаче всей энергии корабля на установку.

source: Spock- "Preparations complete, sir."
ru: Спок- "Преготовления окончены, сэр."

source: Kirk- "Engage!"
ru: Кирк- "Пли!"

source: Sulu- "Captain! It's working!"
ru: Сулу- "Капитан! Он работает!"

source: Ensign Chekov- "Congratulations, Captain!"
ru: Прапорщик Чехов- "Поздравляю, Капитан."

source: Spock- "Captain, I believe the `Experimental Death Ray'
ru: Спок- "Капитан, я чувствую, что 'Эксперементальный Луч Смерти'

source: is still operational."
ru: всё ещё исправен."

source: has been rendered nonfunctional."
ru: пришёл в негодность."

source: ***MATTER-ANTIMATTER IMPLOSION IMMINENT!
ru: ***НАЧАЛОСЬ СЛИЯНИЕ МАТЕРИИ С АНТИМАТЕРИЕЙ!

source: Sulu- "Captain! Yagabandaghangrapl, brachriigringlanbla!"
ru: Сулу- "Капитан! Кабабонга, Абырвалг, Киргуду-Бамбарбия!"

source: Lt. Uhura- "Graaeek! Graaeek!"
ru: Лт. Ухура- "Горячё! Горю!"

source: Spock- "Fascinating! . . . All humans aboard
ru: Спок- "Грандиозно! . . . Все люди на борту

source: have apparently been transformed into strange mutations.
ru: явно подверглись какой-то странной мутации.

source: Vulcans do not seem to be affected.
ru: Вулканиты, однако, похоже не пострадали.

source: Kirk- "Raauch! Raauch!"
ru: Кирк- "Гав! Гав! Ррр-ав!

source: Sulu- "Captain! It's --WHAT?!?!"
ru: Сулу- "Капитан! Он --ЧТО???!"

source: Spock- "I believe the word is
ru: Спок- "Похоже, слово

source: *ASTONISHING*
ru: *УДИВИТЕЛЬНО*

source: Mr. Sulu.
ru: Мистер Сулу.

source: Captain, our quadrant is now infested with
ru: Капитан, наш квадрант теперь весь набит

source: - - - - - - *THINGS*.
ru: - - - - - - *ФИГНЁЙ*.

source: I have no logical explanation."
ru: У меня нет логичного объяснения."

source: Sulu- "Captain! The Death Ray is creating tribbles!"
ru: Сулу- "Капитан! Луч Смерти зачем-то создаёт червяков!"

source: Scotty- "There are so many tribbles down here
ru: Скотти- "Тут столько этих червяков бегает

source: in Engineering, we can't move for 'em, Captain."
ru: в техническом отсеке, что мы не можем к нему подобраться, Капитан."

source: Starbase in Quadrant %s is currently under Commander attack.
ru: База в Квадранте %s атакована Командиром Клингонов.

source: It can hold out until Stardate %d.
ru: Она сможет продержаться до даты %d."

source: Starbase in Quadrant %s is under Super-commander attack.
ru: База в Квадранте %s атакована Глав-комом Клингонов.

source: No Starbase is currently under attack.
ru: Базы сейчас не атакованы.

source: Base in %s attacked by C. Alive until %.1f
ru: База в %s атакована C. Доживёт до %.1f

source: Base in %s attacked by S. Alive until %.1f
ru: База в %s атакована S. Доживёт до %.1f

source: thawed
ru: сохранённую

source: novice
ru: новичёк

source: fair
ru: средний

source: good
ru: умелый

source: expert
ru: специалист

source: emeritus
ru: отставной капитан

source: You %s a %s%s %s game.
ru: Вы %s игру %s%s %s.

source: were playing
ru: сыграли

source: are playing
ru: играете

source: No plaque is allowed.
ru: Грамоты не будет.

source: This is tournament game %d.
ru: Это турнирная игра номер %d.

source: Your secret password is "%s"
ru: Ваш пароль "%s"

source: %d of %d Klingons have been killed
ru: %d из %d Клингонов убиты

source: , including %d Commander%s.
ru: , включая %d Командира%s.

source: s
ru: (ов)

source: , but no Commanders.
ru: , но без Командиров.

source: The Super Commander has %sbeen destroyed.
ru: Глав-ком %sбыл уничтожен.

source: not
ru: не

source: has been 1 base
ru: 1 баз

source: have been %d bases
ru: %d баз

source: destroyed, %d remaining.
ru: уничтожено, %d осталось.

source: There are %d bases.
ru: Осталось %d баз.

source: %d casualt%s suffered so far.
ru: %d пострадавших%s уже умерли."

source: There were %d call%s for help.
ru: Вы сделали %d вызов%s базы.

source: You have
ru: У вас

source: no
ru: отсутствуют

source: deep space probe
ru: дальнобойные космические ракеты

source: An armed deep space probe is in
ru: Дальнобойная космическая ракета с атомным зарядом сейчас в

source: A deep space probe is in
ru: Дальнобойная космическая ракета сейчас в

source: Dilithium crystals aboard ship... not yet used.
ru: Кристаллы дилития на борту... пока не использовались.

source: Dilithium crystals have been used %d time%s.
ru: Кристаллы дилития использовались %d раз%s.

source: LONG-RANGE SENSORS DAMAGED.
ru: СЕНСОРЫ ДАЛЬНЕГО ОБЗОРА СЛОМАНЫ.

source: Starbase's long-range scan
ru: Дальний обзор с базы

source: Long-range scan
ru: Дальний обзор

source: DEVICE -REPAIR TIMES-
ru: УСТРОЙСТВО -ВРЕМЯ РЕМОНТА-

source: IN FLIGHT DOCKED
ru: В ПОЛЁТЕ В ДОКАХ
