Repository: codelurker/sst
Catalog: po/*.po
Languages: ru

source: escapes to Quadrant %s (and regains strength).
ru: удирает в Квадрант %s (и восстанавливает энергию)

source: *** %s from Sector %s
ru: *** %s из Сектора %s

source: advances to
ru: наступает к

source: retreats to
ru: отступает к

source: Lt. Uhura- "Captain, Starfleet Intelligence reports
ru: Лт. Ухура- "Капитан, разведка звёздного флота докладывает

source: a planet in Quadrant %s has been destroyed
ru: планета в Квадранте %s была уничтожена

source: by the Super-commander."
ru: Глав-комом.

source: Lt. Uhura- "Captain, the starbase in Quadrant %s
ru: Лт. Ухура- "Капитан, база в Квадранте %s

source: reports that it is under attack from the Klingon Super-commander.
ru: сообщает, что она атакована Глав-комом Клингонов.

source: It can survive until stardate %d."
ru: Она сможет продержаться до даты %d."

source: Mr. Spock- "Captain, shall we cancel the rest period?"
ru: Мистер Спок- "Капитан, нам прервать отдых?"

source: the Super-commander is in Quadrant %s,
ru: Глав-ком находится в Квадранте %s,

source: completes web.
ru: доделал сеть.

source: Shields damaged and down.
ru: Защита сломана и снята.

source: Do you wish to change shield energy?
ru: Вы хотите изменить энергию защиты?

source: Energy to transfer to shields-
ru: Энергия для защитного поля-

source: Shields are up. Do you want them down?
ru: Защита поднята. Вы хотите её снять?

source: Shields are down. Do you want them up?
ru: Защита снята. Вы хотите её поднять?

source: Shields already up.
ru: Защита и так уже поднята.

source: Shields raised.
ru: Защита поднята.

source: Shields raising uses up last of energy.
ru: Поднятие защиты расходует весь остаток энергии.

source: Shields already down.
ru: Защита и так уже снята.

source: Shields lowered.
ru: Защита снята.

source: Insufficient ship energy.
ru: Энергии корабля недостаточно.

source: Shield energy maximized.
ru: Энергия защиты достигла максимума.

source: Excess energy requested returned to ship energy
ru: Лишняя энергия вернулась кораблю

source: Engineering to bridge--
ru: Инженерный отсек мостику--

source: Scott here. Power circuit problem, Captain.
ru: Это Скотт. Тут проблемы с энергетическим контуром, Капитан.

source: I can't drain the shields.
ru: Я не могу откачать энергию из защитных полей.

source: All shield energy transferred to ship.
ru: Вся энергия защиты переправлена на корабль.

source: Scotty- "
ru: Скотти- "

source: Transferring energy to shields."
ru: Перевожу энергию на защиту."

source: Draining energy from shields."
ru: Забираю энергию из защиты."

source: ***RED ALERT! RED ALERT!
ru: ***ТРЕВОГА! ТРЕВОГА!

source: ***COLLISION IMMINENT.
ru: ***ОПАСНОСТЬ СТОЛКНОВЕНИЯ.

source: rammed by
ru: протаранен

source: rams
ru: таранит

source: (original position)
ru: (исходное положение)

source: ***Sickbay reports %d casualties
ru: ***Из лазарета докладывают о %d пострадавших

source: ***Shields are down.
ru: ***Защита снята.

source: Torpedo hits %s.
ru: Торпеда ударила в %s.

source: displaced by blast to Sector %s
ru: перемещён взрывом в Сектор %s

source: uses anti-photon device;
ru: использует противофотонную установку;

source: torpedo neutralized.
ru: торпеда нейтрализована.

source: damaged but not destroyed.
ru: повреждён, но не уничтожен.

source: buffeted into black hole.
ru: отлетел в чёрную дыру.

source: damaged-- displaced by blast to Sector %s
ru: повреждён-- перемещён взрывом в Сектор %s

source: ***STARBASE DESTROYED..
ru: ***БАЗА УНИЧТОЖЕНА..

source: destroyed.
ru: уничтожен.

source: The torpedo destroyed an inhabited planet.
ru: Торпеда уничтожила обитаемую планету.

source: unaffected by photon blast.
ru: не повреждён фотонным зарядом.

source: AAAAIIIIEEEEEEEEAAAAAAAAUUUUUGGGGGHHHHHHHHHHHH!!!
ru: ВВВВППППЕЕЕЕРРРЁЁЁЁДДДЗЗЗЗААААРРРРООООДДДДИИИННННУУУУ!!!

source: Mr. Spock-
ru: Мистер Спок-

source: "Fascinating!"
ru: "Грандиозно!"

source: swallows torpedo.
ru: поглотила торпеду.

source: ***Torpedo absorbed by Tholian web.
ru: ***Толианская сеть поглотила торпеду.

source: survives photon blast.
ru: выдержал фотонный взрыв.

source: disappears.
ru: исчез.

source: Torpedo missed.
ru: Торпеда промазала.

source: ***CRITICAL HIT--
ru: ***КРИТИЧЕСКИЙ УДАР--

source: and
ru: и

source: damaged.
ru: поврежден.

source: ***Shields knocked down.
ru: ***Защита сбита.

source: ***TORPEDO INCOMING
ru: ***ТОРПЕДА ПРИБЛИЖАЕТСЯ

source: From
ru: От

source: %d unit hit
ru: удар на %d единиц

source: on the
ru: по

source: from
ru: от

source: ***Enemies decide against attacking your ship.
ru: ***Враги решили не атаковать ваш корабль.

source: Enemy attack reduces shield strength to
ru: Вражеская атака уменьшает силу защиты до

source: Energy left %2d shields
ru: Остаток энергии: %2d защита

source: up
ru: поднята

source: down
ru: снята

source: damaged,
ru: сломана,

source: %d%%, torpedoes left %d
ru: %d%%, осталось %d торпед

source: Mc Coy- "Sickbay to bridge. We suffered %d casualties
ru: МакКой- "Лазарет мостику. К нам поступили %d пострадавших

source: in that last attack."
ru: от последней атаки."

source: Spock- "Bridge to sickbay. Dr. McCoy,
ru: Спок- "Мостик лазарету. Доктор МакКой,

source: I recommend an immediate review of
ru: рекомендую немедленно проверить

source: the Captain's psychological profile."
ru: психологическое состояние Капитана."

source: Photon tubes damaged.
ru: Фотонные трубы сломаны.

source: No torpedoes left.
ru: Торпед совсем не осталось.

source: %d torpedoes left.
ru: Осталось %d торпед.

source: Number of torpedoes to fire-
ru: Число торпед на отстрел-

source: Maximum of %d torpedoes per burst.
ru: Максимум %d торпеды за залп.

source: Target sector for torpedo number %d-
ru: Сектор назначения для торпеды номер %d-

source: ***TORPEDO NUMBER %d MISFIRES
ru: ***ТОРПЕДА НОМЕР %d НЕ СОШЛА

source: ***TORPEDO MISFIRES.
ru: ***ТОРПЕДА НЕ СОШЛА.

source: Remainder of burst aborted.
ru: Остаток залпа отменён.

source: ***Photon tubes damaged by misfire.
ru: ***Фотонные трубы сломались при осечке.

source: Weapons officer Sulu- "Phasers overheated, sir."
ru: Наводчик Сулу- "Фазеры перегорели, сэр."

source: Sulu- "Captain! Shield malf***********************"
ru: Сулу- "Капитан! Защита не сраб*********************"

source: Sulu- "Captain! Shield malfunction! Phaser fire contained!"
ru: Сулу- "Капитан! Защита не сработала! Энергия фазеров скопилась внутри!"

source: Lt. Uhura- "Sir, all decks reporting damage."
ru: Лт. Ухура- "Сэр, все палубы сообщают о повреждении."

source: McCoy to bridge- "Severe radiation burns, Jim.
ru: МакКой мостику- "Сильнейшие радиационные ожоги, Джим.

source: %d casualties so far."
ru: пока-что %d пострадавших."

source: Phaser energy dispersed by shields.
ru: Энергия фазеров рассеяна защитным полем.

source: Enemy unaffected.
ru: Враг не пострадал.

source: %d unit hit on
ru: %d единиц энергии ударили по

source: Very small hit on
ru: Очень слабый удар по

source: ***Mr. Spock- "Captain, the vessel at Sector %s
ru: ***Мистер Спок- "Капитан, посудина в Секторе %s

source: has just lost its firepower."
ru: потеряла боеспособность."

source: Phasers can't be fired through base shields.
ru: Фазеры не могут стрелять через защиту базы.

source: Phaser control damaged.
ru: Управление фазерами не работает.

source: High speed shield control damaged.
ru: Высокоскоростное управление защитой не работает.

source: Insufficient energy to activate high-speed shield control.
ru: Недостаточно энергии для высокоскоростного управления защитой.

source: Weapons Officer Sulu- "High-speed shield control enabled, sir."
ru: Наводчик Сулу- "Высокоскоростное управление защитой включено, сэр."

source: There is no enemy present to select.
ru: Здесь нет врагов.

source: Energy will be expended into space.
ru: Энергия уйдёт в пустоту.

source: Manual or automatic?
ru: Ручной или автоматический?

source: Phasers locked on target. Energy available: %.2f
ru: Фазеры наведены на цель. Доступная энергия: %.2f

source: %d units required.
ru: Необходимо %d единиц.

source: Units to fire=
ru: Энергия на выстрел=

source: Energy available= %.2f
ru: Доступная энергия= %.2f

source: *** Tholian web absorbs
ru: *** Толианская сеть поглощает

source: excess
ru: избыточную

source: phaser energy.
ru: энергию фазеров.

source: %d expended on empty space.
ru: %d ушло в пустоту.

source: Battle computer damaged, manual fire only.
ru: Бортовой компьютер сломан, используйте ручное наведение.

source: ---WORKING---
ru: ---РАБОТА---

source: Short-range-sensors-damaged
ru: Сенсоры-ближнего-обзора-сломаны

source: Insufficient-data-for-automatic-phaser-fire
ru: Недостаточно-данных-для-автоматического-наведения-фазеров

source: Manual-fire-must-be-used
ru: Используйте-ручное-наведение

source: can't be located without short range scan.
ru: не может быть обнаружен без ближнего сканирования.

source: units to fire at %s-
ru: энергии на выстрел в %s-

source: Available energy exceeded -- try again.
ru: Имеющейся энергии не хватает -- попробуйте снова.

source: Sulu- "Sir, the high-speed shield control has malfunctioned . . .
ru: Сулу- "Сэр, высокоскоростное управление защитой не сработало . . .

source: CLICK CLICK POP . . .
ru: ЩЁЛК ЩЁЛК ЧЁРТ . . .

source: No response, sir!
ru: Без реакции, сэр!

source: caught in long range tractor beam--
ru: пойман дальнобойным буксирным лучём--

source: Galileo, left on the planet surface, is captured
ru: Галилей, оставшийся на планете, схвачен

source: by aliens and made into a flying McDonald's.
ru: инопланетянами и превращён в летательный МакДональдс.

source: Galileo, left on the planet surface, is well hidden.
ru: Галилей, оставшийся на планете, хорошо спрятан.

source: (Remainder of rest/repair period cancelled.)
ru: (Остаток периода отдыха/ремонта отменён.)

source: (Shields not currently useable.)
ru: (Защита в нерабочем состоянии.)

source: Spock- "Captain, I believe the starbase has been destroyed."
ru: Спок- "Капитан, я чувствую, что база уничтожена."

source: Lt. Uhura- "Captain, Starfleet Command reports that
ru: Лт. Ухура- "Капитан, штаб звёздного флота сообщает

source: the starbase in Quadrant %s has been destroyed by
ru: база в Квадранте %s уничтожена

source: the Klingon Super-Commander
ru: Глав-комом Клингонов

source: a Klingon Commander
ru: Командиром Клингонов

source: Lt. Uhura- "Captain, the sub-space radio is working and
ru: Лт. Ухура- "Капитан, космическая рация работает и

source: surveillance reports are coming in.
ru: принимает информацию из центра наблюдения.

source: The star chart is now up to date."
ru: Звёздная карта обновлена.

source: reports that it is under attack and that it can
ru: сообщает, что она атакована и сможет

source: hold out only until stardate %d."
ru: продержаться только до даты %d."

source: Lt. Uhura- "The deep space probe
ru: Лт. Ухура- "Дальнобойная космическая ракета

source: has left the galaxy."
ru: покинула галактику."

source: is no longer transmitting."
ru: больше не передаёт."

source: Lt. Uhura- "The deep space probe is now in Quadrant %s."
ru: Лт. Ухура- "Дальнобойная космическая ракета сейчас в Квадранте %s."

source: Uhura- Captain, %s in Quadrant %s reports it is under attack
ru: Ухура- Капитан, %s в Квадранте %s сообщают, что они подверглись атаке

source: by a Klingon invasion fleet.
ru: захватнического флота Клингонов.

source: Uhura- We've lost contact with starsystem %s
ru: Ухура- Мы потеряли контакт с системой %s

source: in Quadrant %s.
ru: в Квадранте %s.

source: Spock- sensors indicate the Klingons have
ru: Спок- судя по показаниям сенсоров, Клингоны

source: launched a warship from %s.
ru: запустили военный корабль с %s.

source: Uhura- Starfleet reports increased Klingon activity
ru: Ухура- Звёздный Флот сообщает об усилившейся активности Клингонов

source: near %s
ru: около %s.

source: in Quadrant %s.
ru: в Квадранте %s.

source: How long?
ru: Какой срок?

source: Are you sure?
ru: Вы уверены?

source: %d stardates left.
ru: Осталось %d дней.

source: novas.
ru: взорвалась.

source: ***Starship buffeted by nova.
ru: ***Звездолёт отбросило взрывом звезды.

source: ***Shields knocked out.
ru: ***Защита разбита.

source: damaged
ru: повреждён

source: , blasted into
ru: , долбанулся в

source: , buffeted to Sector %s
ru: , отлетел в Сектор %s

source: Force of nova displaces starship.
ru: Взрыв звезды смещает звездолёт.

source: Message from Starfleet Command Stardate %.2f
ru: Сообщение от штаба Звёздного Флота Дата %.2f

source: Supernova in Quadrant %s; caution advised.
ru: Взрыв сверхновой в Квадранте %s; соблюдайте осторожность.

source: ***Incipient supernova detected at Sector %s
ru: ***Зарегистрирован взрыв сверхновой в Секторе %s

source: Emergency override attempts t
ru: Автопилот пытается в

source: Lucky you!
ru: Повезло!

source: A supernova in %s has just destroyed the last Klingons.
ru: Сверхновая в %s как раз уничтожила последних Клингонов.

source: Computer damaged; cannot execute destruct sequence.
ru: Компьютер сломан; невозможно запустить программу самоуничтожения.

source: SELF-DESTRUCT-SEQUENCE-ACTIVATED
ru: ПРОГРАММА-САМОУНИЧТОЖЕНИЯ-ЗАПУЩЕНА

source: ENTER-CORRECT-PASSWORD-TO-CONTINUE-
ru: ВВЕДИТЕ-ПАРОЛЬ-ДЛЯ-ПРОДОЛЖЕНИЯ-

source: SELF-DESTRUCT-SEQUENCE-OTHERWISE-
ru: САМОУНИЧТОЖЕНИЯ-А-ИНАЧЕ-

source: SELF-DESTRUCT-SEQUENCE-WILL-BE-ABORTED
ru: САМОУНИЧТОЖЕНИЕ-БУДЕТ-ПРЕРВАНО

source: PASSWORD-REJECTED;
ru: ПАРОЛЬ-НЕ-ПРИНЯТ

source: CONTINUITY-EFFECTED
ru: ПРОДОЛЖАЕМ-ЖИТЬ

source: PASSWORD-ACCEPTED
ru: ПАРОЛЬ-ПРИНЯТ

source: GOODBYE-CRUEL-WORLD
ru: ПРОЩАЙ-ЖЕСТОКИЙ-МИР

source: ********* Entropy of %s maximized *********
ru: ********* Ентропия корабля %s достигла критического уровня *********

source: It is stardate %.1f.
ru: Сегодня %.1f число.

source: The remaining %d Romulans surrender to Starfleet Command.
ru: Оставшиеся %d Ромулан сдались Звёздному Флоту.

source: You have smashed the Klingon invasion fleet and saved
ru: Вы сокрушили флот Клингоновских захватчиков и спасли

source: the Federation.
ru: Федерацию.

source: In fact, you have done so well that Starfleet Command
ru: По правде говоря, вы действовали так умело, что штаб Звёздного Флота

source: promotes you one step in rank from "Novice" to "Fair".
ru: повышает ваш ранг от Новичка до Среднего.

source: promotes you one step in rank from "Fair" to "Good".
ru: повышает ваш ранг от Среднего до Умелого.

source: promotes you one step in rank from "Good" to "Expert".
ru: повышает ваш ранг от Умелого до Специалиста.

source: promotes you to Commodore Emeritus.
ru: возводит вас на должность Отставного Капитана.

source: Now that you think you're really good, try playing
ru: Теперь, когда вы считаете себя хорошим игроком, попытайтесь сыграть

source: the "Emeritus" game. It will splatter your ego.
ru: за "Emeritus". Это охладит ваш пыл.

source: Computer-
ru: Компьютер-

source: ERROR-ERROR-ERROR-ERROR
ru: СБОЙ-СБОЙ-СБОЙ-ОШИБКА

source: YOUR-SKILL-HAS-EXCEEDED-THE-CAPACITY-OF-THIS-PROGRAM
ru: ВАШЕ-МАСТЕРСТВО-НЕПОДВЛАСТНО-ЭТОЙ-ПРОГРАММЕ

source: Now you can retire and write your own Star Trek game!
ru: Теперь вы можете уйти на пенсию и написать свою игру Star Trek!

source: You cannot get a citation, so...
ru: Вам не положена грамота, так что...

source: Do you want your Commodore Emeritus Citation printed?
ru: Хотите распечатать вашу грамоту Отставного Капитана?

source: LIVE LONG AND PROSPER.
ru: ЖИВИТЕ ДОЛГО И СЧАСТЛИВО.

source: Your time has run out and the Federation has been
ru: Ваше время истекло и Федерация была

source: conquered. Your starship is now Klingon property,
ru: захвачена. Ваш звездолёт стал собственностью Клингонов,

source: and you are put on trial as a war criminal. On the
ru: а вы попали на скамью подсудимых как военный преступник. Рассмотрев

source: basis of your record, you are
ru: содеянное вами, вас

source: acquitted.
ru: освободили.

source: found guilty and
ru: признали виновным и

source: sentenced to death by slow torture.
ru: приговорили к смерти на медленном огне.

source: Your life support reserves have run out, and
ru: Резервы жизнеобеспечения иссякли и

source: you die of thirst, starvation, and asphyxiation.
ru: вы погибли от жажды, голода и удушья.

source: Your starship is a derelict in space.
ru: Ваш звездолёт стал космическим мусором.

source: Your energy supply is exhausted.
ru: Источники энергии иссякли.

source: The %s has been destroyed in battle.
ru: %s был уничтожен в бою.

source: You have made three attempts to cross the negative energy
ru: Вы три раза пытались пересечь негативный энергетический

source: barrier which surrounds the galaxy.
ru: барьер, окружающий галактику.

source: Your navigation is abominable.
ru: Вы не умеете управлять кораблём.

source: Your starship has been destroyed by a nova.
ru: Ваш звездолёт уничтожен взрывом звезды.

source: That was a great shot.
ru: Это был отличный выстрел.

source: The %s has been fried by a supernova.
ru: %s был поджарен взрывом сверхновой.

source: ...Not even cinders remain...
ru: ...И угольков-то не осталось...

source: You have been captured by the Klingons. If you still
ru: Вас захватили Клингоны. Будь у вас

source: had a starbase to be returned to, you would have been
ru: хотя бы база, вас бы могли

source: repatriated and given another chance. Since you have
ru: спасти и дать ещё шанс. А так -

source: no starbases, you will be mercilessly tortured to death.
ru: вас безжалостно замучают и казнят.

source: Your starship is now an expanding cloud of subatomic particles
ru: Ваш звездолёт стал облаком субатомных частиц

source: Starbase was unable to re-materialize your starship.
ru: База не смогла материализовать ваш звездолёт.

source: The %s has been cremated by its own phasers.
ru: %s сожжён собственными фазерами.

source: You and your landing party have been
ru: Вы и ваш отряд

source: converted to energy, disipating through space.
ru: превратились в энергию, рассеевшуюся в пространстве.

source: You are left with your landing party on
ru: Вы с отрядом остались на

source: a wild jungle planet inhabited by primitive cannibals.
ru: планете диких джунглей, населённых примитивными людоедами.

source: They are very fond of "Captain Kirk" soup.
ru: Им очень понравился "Капитанский" суп.

source: Without your leadership, the %s is destroyed.
ru: Без вашего руководства %s погиб.

source: You and your mining party perish.
ru: Вы и ваш отряд умерли.

source: The Galileo is instantly annihilated by the supernova.
ru: Галилей мгновенно испарился от взрыва сверхновой.

source: You and your mining party are atomized.
ru: Вы с вашим отрядом распались на атомы.

source: Mr. Spock takes command of the %s and
ru: Мистер Спок принимает командование кораблём %s и

source: joins the Romulans, wreaking terror on the Federation.
ru: присоединяется к Ромуланам, усиливая террор Федерации.

source: The shuttle craft Galileo is also caught,
ru: Челнок Галилей тоже попался

source: and breaks up under the strain.
ru: и разломался от давления.

source: Your debris is scattered for millions of miles.
ru: Ваши кости разлетелись на миллионы миль.

source: The mutants attack and kill Spock.
ru: Мутанты напали первыми и убили Спока.

source: Your ship is captured by Klingons, and
ru: Ваш звездолёт пойман клингонами и

source: your crew is put on display in a Klingon zoo.
ru: ваш экипаж выставлен на показ в зоопарке.

source: Tribbles consume all remaining water,
ru: Червяки извели всю оставшуюся воду,

source: food, and oxygen on your ship.
ru: пищу и кислород на корабле.

source: You die of thirst, starvation, and asphyxiation.
ru: Вы умерли от жажды, голода и удушья.

source: Your ship is drawn to the center of the black hole.
ru: Ваш корабль занесло прямо в центр чёрной дыры.

source: You are crushed into extremely dense matter.
ru: Вас расплющило до состояния сверхтвёрдого вещества.

source: Your last crew member has died.
ru: Последний член вашей команды погиб.

source: As a result of your actions, a treaty with the Klingon
ru: В результате ваших действий, с империей Клингонов

source: Empire has been signed. The terms of the treaty are
ru: удалось подписать договор. Условия этого договора

source: favorable to the Federation.
ru: выгодны для Федерации.

source: Congratulations!
ru: Поздравляем!

source: highly unfavorable to the Federation.
ru: крайне не выгодны для Федерации.

source: The Federation will be destroyed.
ru: Федерация погибнет.

source: Since you took the last Klingon with you, you are a
ru: Поскольку вы забрали на тот свет последнего Клингона, вы теперь

source: martyr and a hero. Someday maybe they'll erect a
ru: мученик и герой. Возможно однажды даже поставят

source: statue in your memory. Rest in peace, and try not
ru: статую в вашу честь. Покойтесь с миром и постарайтесь не

source: to think about pigeons.
ru: думать о голубях.

source: Your score --
ru: Ваш счёт --

source: %6d Romulans destroyed %5d
ru: %6d Ромулан уничтожено %5d

source: %6d Romulans captured %5d
ru: %6d Ромулан захвачено %5d

source: %6d ordinary Klingons destroyed %5d
ru: %6d рядовых Клингонов уничтожено %5d

source: %6d Klingon commanders destroyed %5d
ru: %6d Клингоновских командиров уничтожено %5d

source: %6d Super-Commander destroyed %5d
ru: %6d Глав-комов уничтожено %5d

source: %6.2f Klingons per stardate %5d
ru: %6.2f Клингонов в день %5d

source: %6d stars destroyed by your action %5d
ru: %6d звёзд уничтожено %5d

source: %6d planets destroyed by your action %5d
ru: %6d планет уничтожено %5d

source: %6d inhabited planets destroyed by your action %5d
ru: %6d обитаемых планет уничтожено %5d

source: %6d bases destroyed by your action %5d
ru: %6d баз уничтожено %5d

source: %6d calls for help from starbase %5d
ru: %6d обращений за помощью к базе %5d

source: %6d casualties incurred %5d
ru: %6d человек пострадали %5d

source: %6d crew abandoned in space %5d
ru: %6d человек остались в космосе %5d

source: %6d ship(s) lost or destroyed %5d
ru: %6d корабль(ей) потеряно %5d

source: Penalty for getting yourself killed -200
ru: Расплата за собственную гибель -200

source: Bonus for winning
ru: Награда за победу в

source: Novice game
ru: игре Новичка

source: Fair game
ru: игре Среднего

source: Good game
ru: игре Умелого

source: Expert game
ru: игре Специалиста

source: Emeritus game
ru: игре Отставного Капитана

source: TOTAL SCORE %5d
ru: ОБЩИЙ СЧЁТ %5d

source: File or device name for your plaque:
ru: Имя файла или устройства для грамоты:

source: Invalid name.
ru: Неправельное имя.

source: Enter name to go on plaque (up to 30 characters):
ru: Введите своё имя для грамоты (до 30 знаков):

source: U. S. S. ENTERPRISE
ru: ЭНТЕРПРАЙЗ

source: For demonstrating outstanding ability as a starship captain
ru: За проявленный героизм

source: Starfleet Command bestows to you
ru: Штаб Звёздного Флота присваивает вам

source: the rank of
ru: звание

source: "Commodore Emeritus"
ru: "Отставного Капитана"

source: Expert level
ru: Уровень Специалиста

source: Emeritus level
ru: Уровень Отставника

source: Cheat level
ru: Уровень Мошенника

source: This day of %.6s %.4s, %.8s
ru: Сегодня у нас %.6s %.4s, %.8s

source: Your score: %d
ru: Ваш счёт: %d

source: Klingons per stardate: %.2f
ru: Клингонов в день: %.2f

source: [ANNOUNCEMENT ARRIVING...]
ru: [ПОСТУПИЛО СООБЩЕНИЕ...]

source: [CONTINUE?]
ru: [ПРОДОЛЖИТЬ?]

source: [PRESS ENTER TO CONTINUE]
ru: [НАЖМИТЕ ВВОД ДЛЯ ПРОДОЛЖЕНИЯ]

source: Track for torpedo number %d-
ru: Трасса торпеды номер %d-

source: Torpedo track-
ru: Трасса торпеды-

source: YOU HAVE ATTEMPTED TO CROSS THE NEGATIVE ENERGY BARRIER
ru: ВЫ ПЫТАЕТЕСЬ ПЕРЕСЕЧЬ ОТРИЦАТЕЛЬНЫЙ ЭНЕРГЕТИЧЕСКИЙ БАРЬЕР

source: AT THE EDGE OF THE GALAXY. THE THIRD TIME YOU TRY THIS,
ru: НА ГРАНИЦЕ ГАЛАКТИКИ. ЕЩЁ ПАРУ РАЗ ТАК СДЕЛАЕТЕ,

source: YOU WILL BE DESTROYED.
ru: И ПЕНЯЙТЕ НА СЕБЯ.

source: Entering Quadrant %s.
ru: Входим в Квадрант %s.

source: pulled into black hole at Sector %s
ru: затянут в чёрную дыру в Секторе %s
