Repository: codelurker/sst
Catalog: po/*.po
Languages: ru

source: All devices functional.
ru: Все устройства в порядке.

source: Spock- "I revised the Star Chart from the starbase's records."
ru: Спок- "Я обновил звёздную карту по записям с базы."

source: STAR CHART FOR THE KNOWN GALAXY
ru: ЗВЁЗДНАЯ КАРТА ИССЛЕДОВАННЫХ УЧАСТКОВ

source: (Last surveillance update %d stardates ago).
ru: (Последнее обновление было %d дней назад).

source: Stardate
ru: Число

source: %.1f, Time Left %.2f
ru: %.1f, Осталось %.2f

source: Condition
ru: Состояние

source: %s, %i DAMAGES
ru: %s, %i ПОВРЕЖДЕНИЙ

source: Position
ru: Положение

source: DAMAGED, Base provides
ru: СЛОМАНО, База поддерживает

source: DAMAGED, reserves=%4.2f
ru: СЛОМАНО, осталось=%4.2f

source: ACTIVE
ru: РАБОТАЕТ

source: Life Support
ru: Жизнеобесп

source: Warp Factor
ru: Скорость

source: (have crystals)
ru: (есть кристаллы)

source: Energy
ru: Энергия

source: Torpedoes
ru: Торпеды

source: DAMAGED,
ru: СЛОМАНА,

source: UP,
ru: ПОДНЯТА,

source: DOWN,
ru: СНЯТА,

source: %d%% %.1f units
ru: %d%% %.1f единиц

source: Shields
ru: Защита

source: Klingons Left
ru: Клингонов

source: Major system
ru: Основная сист

source: Sector is uninhabited
ru: Сектор необитаем

source: Information desired?
ru: Какую информацию желаете?

source: UNRECOGNIZED REQUEST. Legal requests are:
ru: ЗАПРОС НЕ ЯСЕН. Возможные запросы:

source: S.R. SENSORS DAMAGED!
ru: СЕНСОРЫ Б.О. СЛОМАНЫ!

source: [Using Base's sensors]
ru: [Используются сенсоры Базы]

source: Short-range scan
ru: Ближний обзор

source: COMPUTER DAMAGED, USE A POCKET CALCULATOR.
ru: КОМПЬЮТЕР СЛОМАН, ВОСПОЛЬЗУЙТЕСЬ КАЛЬКУЛЯТОРОМ.

source: Destination quadrant and/or sector?
ru: Квадрант назначения и/или сектор?

source: Answer "no" if you don't know the value:
ru: Отвечайте "no" если не знаете:

source: Time or arrival date?
ru: Время прибытия?

source: We'll never make it, sir.
ru: Никак не получится, сэр.

source: Warp factor?
ru: Скорость?

source: Captain, certainly you can give me one of these.
ru: Капитан, вы точно могли указать одно из значений.

source: Insufficient energy, sir.
ru: Не хватает энергии, сэр.

source: New warp factor to try?
ru: Попробовать другую скорость?

source: But if you lower your shields,
ru: Но если вы снимите защиту,

source: remaining
ru: остаток

source: Remaining
ru: Остаток

source: energy will be %.2f.
ru: энергии будет %.2f.

source: And we will arrive at stardate %.2f.
ru: А мы прибудем %.2f числа.

source: Any warp speed is adequate.
ru: На любой скорости успеем.

source: Minimum warp needed is %.2f,
ru: Минимальная необходимая скорость - %.2f,

source: and we will arrive at stardate %.2f.
ru: а мы прибудем %.2f числа.

source: Unfortunately, the Federation will be destroyed by then.
ru: К сожалению, Федерация к тому времени будет уже уничтожена.

source: You'll be taking risks at that speed, Captain
ru: На такой скорости летать рисковано, Капитан

source: The starbase there will be destroyed by then.
ru: База к тому моменту уже будет уничтожена.

source: -SUPER- STAR TREK
ru: -СУПЕР- ЗВЁЗДНЫЙ ПУТЬ

source: File name:
ru: Имя файла:

source: Can't freeze game as file %s
ru: Не могу сохранить игру в файл %s

source: Can't thaw game in %s
ru: Не могу загрузить игру из файла %s

source: Medusa
ru: Медуза

source: Ardana
ru: Ардана

source: Gideon
ru: Гидеон

source: Aldebaran III
ru: Альдебаран 3

source: Altair IV
ru: Альтаир 4

source: Omega IV
ru: Омега 4

source: Beta III
ru: Бэта 3

source: S. R. Sensors
ru: Сенсоры Б. О.

source: L. R. Sensors
ru: Сенсоры Д. О.

source: Phasers
ru: Фазеры

source: Photon Tubes
ru: Фотонные Трубы

source: Warp Engines
ru: Межпростр Двиг

source: Impulse Engines
ru: Импульсные Двиг

source: Subspace Radio
ru: Межпростр Рация

source: Shuttle Craft
ru: Челнок

source: Computer
ru: Компьютер

source: Navigation System
ru: Сист Навигации

source: Transporter
ru: Транспортёр

source: Shield Control
ru: Управл Защитой

source: Death Ray
ru: Луч Смерти

source: D. S. Probe
ru: Д. К. Ракета

source: It is stardate %d. The Federation is being attacked by
ru: Сегодня %d число. Федерация атакована

source: a deadly Klingon invasion force. As captain of the United
ru: беспощадными захватчиками Клингонами. Как капитан

source: Starship U.S.S. Enterprise, it is your mission to seek out
ru: звездолёта Энтерпрайз, вы должны найти

source: and destroy this invasion force of %d battle cruisers.
ru: и уничтожить все вторгшиеся войска в составе %d боевых крейсеров.

source: You have an initial allotment of %d stardates to complete
ru: У вас есть %d дней чтобы завершить

source: your mission. As you proceed you may be given more time.
ru: эту миссию. По ходу дела вам могут дать ещё времени.

source: You will have %d supporting starbases.
ru: У вас будет %d баз.

source: Starbase locations-
ru: Координаты Баз-

source: Stardate %d.
ru: Число %d.

source: %d Klingons.
ru: %d Клингонов.

source: An unknown number of Romulans.
ru: Множество Ромулан.

source: And one (GULP) Super-Commander.
ru: И один (ик!) Глав-ком Клингонов.

source: %d stardates.
ru: %d дней.

source: %d starbases in
ru: %d баз в

source: The Enterprise is currently in Quadrant %s
ru: Энтерпрайз сейчас в Квадранте %s

source: Sector %s
ru: Сектор %s

source: Good Luck!
ru: Удачи!

source: YOU'LL NEED IT.
ru: ОНА ВАМ ПОНАДОБИТСЯ.

source: Would you like a regular, tournament, or saved game?
ru: Хотите обычную (r), турнирную (t), или сохранённую (s) игру?

source: Type in tournament number-
ru: Введите номер турнира-

source: What is "%s"?
ru: Что за "%s"?

source: What is "
ru: Что за "

source: Would you like a Short, Medium, or Long game?
ru: Хотите короткую (s), среднюю (m), или длинную (l) игру?

source: Are you a Novice, Fair, Good, Expert, or Emeritus player?
ru: Вы новичёк (n), средний (f), умелый (g), специалист (e), или Отставной (em)?

source: Choose your game style (or just press enter):
ru: Выберите стить игры (или нажмите ввод):

source: LT. Uhura- "Captain, an urgent message.
ru: Лт. Ухура- "Капитан, срочное сообщение.

source: I'll put it on audio." CLICK
ru: Я выведу его на громкоговоритель." ЩЁЛК

source: INTRUDER! YOU HAVE VIOLATED THE ROMULAN NEUTRAL ZONE.
ru: ЧУЖАК! ТЫ ПЕРЕСЁК ГРАНИЦУ ТЕРРИТОРИИ РОМУЛАН.

source: LEAVE AT ONCE, OR YOU WILL BE DESTROYED!
ru: УЛЕТАЙ НЕМЕДЛЕННО, ИЛИ БУДЕШЬ УНИЧТОЖЕН!

source: Mr. Spock- "Captain, this is most unusual.
ru: Мистер Спок- "Капитан, тут что-то очень необычное.

source: Please examine your short-range scan."
ru: Пожалуйста посмотрите результаты ближнего сканирования."

source: Please type in a secret password-
ru: Пожалуйста наберите пароль-

source: LEGAL COMMANDS ARE:
ru: ВОЗМОЖНЫЕ КОМАНДЫ:

source: Help on what command?
ru: Справка на какую команду?

source: Spock- "Captain, that information is missing from the
ru: Спок- "Капитан, такой информации нет в

source: computer. You need to find
ru: компьютере. Вам надо найти

source: and put it in the
ru: и поместить его в

source: current directory or to
ru: текущий каталог или в

source: Spock- "Captain, there is no information on that command."
ru: Спок- "Капитан, на эту команду нет информации."

source: Spock- "Captain, I've found the following information:"
ru: Спок- "Капитан, я нашёл кое-какую информацию:"

source: WARNING--Saved games produce no plaques!
ru: ПРЕДУПРЕЖДЕНИЕ--Сохранённые игры не дают грамоты!

source: Romulan
ru: Ромулан

source: Klingon
ru: Клингон

source: Commander
ru: Командир

source: Super-commander
ru: Глав-ком

source: Star
ru: Звезда

source: Planet
ru: Планета

source: Starbase
ru: База

source: Black hole
ru: Чёрная дыра

source: Tholian
ru: Толиан

source: Tholian web
ru: Толианская сеть

source: Stranger
ru: Странник

source: Inhabited World
ru: Обитаемый Мир

source: at
ru: в

source: Quadrant
ru: Квадрант

source: Sector
ru: Сектор

source: Enterprise
ru: Энтерпрайз

source: Faerie Queene
ru: Волшебная Королева

source: Please answer with "y" or "n":
ru: Пожалуйста отвечайте Да ("y") или Нет ("n"):

source: Beg your pardon, Captain?
ru: Прошу прощения, Капитан?

source: Do you want your score recorded?
ru: Хотите записать свой счёт?

source: Do you want to play again?
ru: Хотите сыграть снова?

source: May the Great Bird of the Galaxy roost upon your home planet.
ru: И пусть Великая Птица Галактики нагадит на твою планету.
